Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/niina_siivikko_aloittaa_saamelaiskarajien_puheenjohtajan_avustajana.html.tmx
Source language: fin
Languages: smn

source: Niina Siivikko aloittaa Saamelaiskäräjien puheenjohtajan avustajana
smn: Niina Siivikko aalgât Sämitige saavâjođetteijee išedeijen

source: Saamelaiskäräjien puheenjohtajan avustajana aloittaa Niina Siivikko.
smn: Sämitige saavâjođetteijee išedeijen aalgât Niina Siivikko.

source: Tehtävää aiemmin hoitanut Laura Olsén-Ljetoff on valittu Saamelaiskäräjien elinkeinosihteerin virkaan.
smn: Pargo ovdil hoittám Laura Olsén-Ljetoff lii väljejum Sämitige iäláttâsčällee viirgán.

source: Saamelaiskäräjien puheenjohtajan avustajaksi on nimitetty 7.9.2022 alkaen filosofian maisteri Niina Siivikko.
smn: Sämitige saavâjođetteijee išedeijen lii nomâttum 7.9.2022 rääjist filosofia maister Niina Siivikko.

source: Saamelaiskäräjät julisti puheenjohtajan avustajan tehtävän haettavaksi kesäkuussa.
smn: Sämitigge almottij saavâjođetteijee išedeijee pargo uuccâmnáál kesimáánust.

source: Määräaikaan mennessä tehtävään tuli kaksi hakemusta.
smn: Meriääigi räi paargon pottii kyehti ucâmuš.

source: Hallintopäällikkö nimitti puheenjohtajan avustajan Saamelaiskäräjien työjärjestyksen 7 b § mukaisesti.
smn: Haldâttâhhovdâ nomâttij saavâjođetteijee išedeijee Sämitige pargo-oornig 7 b § mield.

source: Saamelaiskäräjien puheenjohtajan avustajan työtehtäviin kuuluu avustaa puheenjohtajaa hänelle tarkoitetuissa tehtävissä.
smn: Sämitige saavâjođetteijee išedeijee paargon kulá išediđ saavâjođetteijee sunjin uáivildum pargoin.

source: Avustaja valmistelee ja esittelee tarvittaessa hallituksen, käräjien ja lautakuntien kokouksessa toimialaansa kuuluvia asioita sekä toimeenpanee niiden päätökset.
smn: Išedeijee valmâštâl já oovdânpuáhtá táárbu mield stiivrâ, tige já lävdikuudij čuákkimist jieijâs toimâsyergi aašijd sehe olášut tai miärádâsâid.

source: – Olen alkujaan Ivalosta lähtöisin oleva saamelainen väitöskirjatutkija, vaikkakin viime vuosina ovat erilaiset ihmisoikeuksien parissa olleet työtehtävät vieneet valtaosan ajastani, Siivikko kertoo.
smn: – Mun lam Avelist meddâl orroo sämmilâš náguskirjetotkee, veikâ majemui iivij ääigi láá sierâlágán pargoh olmoošvuoigâdvuođâi ooleest váldám iänááš muu ääigist, Siivikko muštâl.

source: Siivikko on aiemmin toiminut erilaisten projektien koordinoijana muun muassa YK-liitolle, sekä toiminut Terveyden ja hyvinvoinnin laitoksen sekä oikeusministeriön työryhmissä erityisesti sateenkaarinuorten tilanteeseen liittyen.
smn: Siivikko lii ovdil toimâm sierâlágán projektij koordinisten iärásij juávhust OA-liiton, sehe toimâm Tiervâsvuođâ já pyereestvaijeem lájádâs sehe riehtiministeriö pargojuávhuin eromâšávt arvetävginuorâi tile ooleest.

source: Siivikko on myös Ihmisoikeusliiton johtokunnan jäsen.
smn: Siivikko lii meid Olmoošvuoigâdvuotâlito stiivrâ jeessân.

source: – Olen todella iloinen siitä, että pääsen työskentelemään Saamelaiskäräjille!
smn: – Mun lam tuođâi ilolâš tast, ete mun peesâm porgâđ Sämitiigán!

source: Se on saamelaisena sekä suuri kunnia että etuoikeus, ja olen todella innostunut tästä haasteesta, etenkin, kun en aiemmin ole Saamelaiskäräjillä työskennellyt.
smn: Tot lii sämmilâžžân sehe stuorrâ kunnee já ovdâvuoigâdvuotâ, já mun lam tuođâi moovtâ taan hástusist, eromâšávt ko jiem lah ovdil porgâm Sämitiggeest.

source: Lisäksi olen valtavan kiitollinen siitä, että työn myötä pääsen viettämään enemmän aikaa pohjoisessa perheen ja ystävien luona.
smn: Toos lasseen mun lam hirmâd kijttevâš tast, ete pargo mield mun peesâm viettiđ eenâb ääigi tavveen perruu já ustevij kulen.

source: Pääsen myös käyttämään saamea, joka Turussa asuessa on jatkuvasti hiipumassa, Siivikko sanoo.
smn: Mun meid peesâm kevttiđ sämikielâ, mii lii Turkust asâdijnân ain hiäjusmin, Siivikko iätá.

source: Siivikko toimii puheenjohtajan avustajana toimikauden 2020–2023 loppuun saakka.
smn: Siivikko tuáimá saavâjođetteijee išedeijen toimâpaje 2020–2023 loopâ räi.

source: Laura Olsén-Ljetoff Saamelaiskäräjien elinkeinosihteeriksi
smn: Laura Olsén-Ljetoff Sämitige iäláttâsčällen

source: Puheenjohtajan avustajana aiemmin toiminut Laura Olsén-Ljetoff on aloittanut Saamelaiskäräjien elinkeinosihteerinä 1.8.2022.
smn: Saavâjođetteijee išedeijen ovdil toimâm Laura Olsén-Ljetoff lii algâttâm Sämitige iäláttâsčällen 1.8.2022.

source: Saamelaiskäräjien hallitus valitsi Olsén-Ljetoffin elinkeinosihteerin virkaan kokouksessaan 4/2022 (10.5.2022).
smn: Sämitige stivrâ valjij Olsén-Ljetoff iäláttâsčällee viirgán čuákkimstis 4/2022 (10.5.2022).

source: Määräaikaan mennessä virkaan tuli kolme hakemusta.
smn: Meriääigi räi viirgán pottii kulmâ ucâmuš.

source: Yhteystiedot:
smn: Ohtâvuotâtiäđuh:

source: Niina Siivikko Puheenjohtajan avustaja puh. 010 839 3164 / 040 584 0697 niina.siivikko@samediggi.fi
smn: Niina Siivikko Saavâjođetteijee išedeijee puh. 010 839 3164 / 040 584 0697 niina.siivikko@samediggi.fi

source: Laura Olsén-Ljetoff Elinkeinosihteeri puh. 010 839 3123 / 040 617 5113 laura.olsen-ljetoff@samediggi.fi
smn: Laura Olsén-Ljetoff Iäláttâsčällee puh. 010 839 3123 / 040 617 5113 laura.olsen-ljetoff@samediggi.fi
